Repository: JoaoLucascp/digitalsignature
Catalog: digitalsignature/locales/*.po
Languages: pt_br

source: Digital Signature
pt_br: Assinatura Digital

source: Digital signature capture for ticket solutions
pt_br: Captura de assinatura digital para soluções de chamados

source: Click and draw your signature here...
pt_br: Clique e desenhe sua assinatura aqui...

source: Clear
pt_br: Limpar

source: Signature captured
pt_br: Assinatura capturada

source: To complete this solution, the client must provide their digital signature.
pt_br: Para finalizar esta solução, o cliente deve fornecer sua assinatura digital.

source: Please sign below to confirm the solution
pt_br: Por favor, assine abaixo para confirmar a solução

source: Invalid security token
pt_br: Token de segurança inválido

source: User not authenticated
pt_br: Usuário não autenticado

source: Ticket ID is required
pt_br: ID do chamado é obrigatório

source: Signature data is required
pt_br: Dados de assinatura são obrigatórios

source: Invalid signature format
pt_br: Formato de assinatura inválido

source: Ticket not found
pt_br: Chamado não encontrado

source: You do not have permission to modify this ticket
pt_br: Você não tem permissão para modificar este chamado

source: Failed to decode signature data
pt_br: Falha ao decodificar dados da assinatura

source: Failed to create temporary file
pt_br: Falha ao criar arquivo temporário

source: Failed to create document
pt_br: Falha ao criar documento

source: Failed to attach signature to ticket
pt_br: Falha ao anexar assinatura ao chamado

source: Internal server error
pt_br: Erro interno do servidor

source: Signature saved successfully
pt_br: Assinatura salva com sucesso

source: Digital Signature - Ticket #%d
pt_br: Assinatura Digital - Chamado #%d

source: Digital signature plugin initialized
pt_br: Plugin de assinatura digital inicializado

source: Signature pad displayed for ticket
pt_br: Interface de assinatura exibida para o chamado

source: Signature validation successful
pt_br: Validação de assinatura bem-sucedida

source: User permission check passed
pt_br: Verificação de permissão do usuário aprovada
